[
  {
    "term": "Агрегированные данные",
    "definition": "Данные о проблемах, вмешательствах и/или результатах, сгруппированные вместе."
  },
  {
    "term": "Оценка",
    "definition": "Сбор объективных и субъективных данных о клиенте; первый шаг или концепция процесса решения проблемы; использование Схемы классификации проблем позволяет практикующему врачу проводить оценку до завершения процесса идентификации проблемы."
  },
  {
    "term": "Классификация",
    "definition": "Процесс группировки схожих терминов в группы в соответствии с конкретной моделью."
  },
  {
    "term": "Концепции",
    "definition": "Идеи, представляющие собой слияние конкретных, знакомых, конкретных терминов или объектов в более общие уровни абстракции; структурные элементы классификации или таксономии."
  },
  {
    "term": "Критическое мышление",
    "definition": "Тщательный анализ с использованием фактов, интуиции и опыта, направленный на выработку здравого смысла."
  },
  {
    "term": "Принятие решений",
    "definition": "Выбор направления действий после рассмотрения преимуществ и недостатков альтернатив."
  },
  {
    "term": "Оценка",
    "definition": "Процесс, предназначенный для измерения результатов и сравнения результатов лечения с установленными стандартами; четвертый шаг или концепция процесса решения проблемы; использование Шкалы оценки проблем для результатов позволяет практикующему врачу операционализировать оценку."
  },
  {
    "term": "Доказательная практика",
    "definition": "Практикующий врач сочетает в себе критическое мышление и процесс решения проблем, а также часто ссылается на лучшие практики, руководства, стандарты, протоколы или клинические пути."
  },
  {
    "term": "Планирование и вмешательство",
    "definition": "Предлагаемые и завершенные действия и мероприятия по уходу для различных клиентов; третий этап или концепция процесса решения проблем; использование схемы вмешательства позволяет практикующему врачу операционализировать планирование и вмешательство."
  },
  {
    "term": "Омахинская система",
    "definition": "Научно обоснованный подход к практике, документированию и управлению информацией, который включает в себя схему классификации проблем, схему вмешательства и шкалу оценки проблемных результатов."
  },
  {
    "term": "Модель омахинской системы",
    "definition": "Циркулярная, динамичная, эпидемиологическая, интерактивная концептуальная модель, которая представляет собой стандартизированные инструменты Омахинской системы и основана на процессе решения проблем, взаимоотношениях между клиентом и врачом/партнерством, а также концепциях критического мышления, принятия клинических решений и повышения качества."
  },
  {
    "term": "Идентификация проблемы",
    "definition": "Клиническое суждение на основе данных оценки; выявление или диагностика интересов клиента, потенциальных рисков, признаков или симптомов; второй этап или концепция процесса решения проблемы; использование Классификации проблем позволяет практикующему врачу операционализировать идентификацию проблемы после завершения оценки."
  },
  {
    "term": "Процесс решения проблем",
    "definition": "Оценка, выявление проблем, планирование и вмешательство, а также оценка шагов или концепций, которые направляют междисциплинарную медицинскую практику и обеспечивают обратную связь для практикующих врачей. медсестры часто используют синоним процесса сестринского ухода, а врачи используют процесс медицинской диагностики."
  },
  {
    "term": "Развитие отношений",
    "definition": "Искусство создания терапевтического партнерства между практикующими врачами и клиентами путем объединения медицинского обслуживания, понимания, самоуважения, мотивации, профессионализма и искренней заботы о других; организация партнерства. наличие такого партнерства создает условия для взаимодействия в рамках модели системы \"Омаха\"."
  },
  {
    "term": "Таксономия",
    "definition": "Наука классификации и упорядочения терминов и понятий на уровнях от общего до специфического, в соответствии с установленными принципами и правилами."
  },
  {
    "term": "Терминология",
    "definition": "Изучение символов или терминов, используемых в одной или нескольких дисциплинах в здравоохранении и социальном обслуживании Американская ассоциация медсестер разработала процедуру распознавания различных терминов."
  },
  {
    "term": "Теория",
    "definition": "Согласованный набор концепций; взаимосвязь между концепциями может быть описана."
  },
  {
    "term": "Фактически",
    "definition": "Состояние проблемы клиента характеризуется наличием одного или нескольких признаков и симптомов, используемых в качестве модификатора проблемы, который появляется на третьем уровне Схемы классификации проблемы."
  },
  {
    "term": "Сообщество",
    "definition": "Используется в качестве модификатора проблемы, фигурирующего на третьем уровне Схемы классификации проблем, и используется для групп, школ, клиник, районов или других больших географических районов, которые имеют общую физическую среду и ответственность за проблемы, связанные со здоровьем."
  },
  {
    "term": "Детали",
    "definition": "Описательные данные, объясняющие интерес клиента к конкретной проблеме или его обеспокоенность ею. врач идентифицирует, описывает и документирует детали при выборе модификатора Health Promotion (Пропаганда здоровья)."
  },
  {
    "term": "Домены",
    "definition": "Появляются на первом уровне Схемы классификации проблем, в которых представлены четыре основных направления медицинской практики и организационные группы по проблемам клиентов."
  },
  {
    "term": "Домен окружающей среды",
    "definition": "Материальные ресурсы и физическое окружение как внутри, так и за пределами жилой зоны, района и общества в целом Появляется на первом уровне Схемы классификации проблем."
  },
  {
    "term": "Семья",
    "definition": "Социальная единица или родственная группа лиц, которые живут вместе и совместно владеют проблемой, связанной со здоровьем, используется в качестве модификатора проблемы, который фигурирует на третьем уровне Системы классификации проблем."
  },
  {
    "term": "Укрепление здоровья",
    "definition": "Статус клиента, характеризующийся заинтересованностью в повышении уровня знаний, поведенческих и медицинских ожиданий, а также в развитии сильных сторон и ресурсов для повышения благосостояния при отсутствии факторов риска, признаков или симптомов, используется в качестве модификатора проблемы, который появляется на третьем уровне Программы классификации проблем."
  },
  {
    "term": "Область поведения, связанная со здоровьем",
    "definition": "Появляется на первом уровне Схемы классификации проблем."
  },
  {
    "term": "Высокий приоритет",
    "definition": "Решение практикующего врача о необходимости оперативного решения проблемы, основанное на рекомендациях клиентов, источников направления и т.д. Если проблема считается приоритетной, практикующий документирует проблему, предоставляет вмешательства и завершает рейтинги."
  },
  {
    "term": "Индивидуальный",
    "definition": "Лицо, испытывающее проблемы со здоровьем, используется в качестве модификатора проблемы, который появляется на третьем уровне Схемы классификации проблем."
  },
  {
    "term": "Низкий приоритет",
    "definition": "Решение практикующего врача о вторичности проблемы по сравнению с другими проблемами, основанное на рекомендациях клиентов, источников направления и т.д. Когда проблема считается низкой приоритетом, врач документирует проблему, но не предоставляет вмешательства и не завершает оценку до тех пор, пока потребности клиента не изменятся или не вырастут."
  },
  {
    "term": "Модификаторы",
    "definition": "Два набора терминов (индивидуальный, семейный, общественный и оздоровительный, потенциальный, фактический), используемых в сочетании с проблемами, которые позволяют специалистам-практикам определить, к кому относится проблема, и степень ее серьезности в зависимости от сильных сторон, проблем, факторов риска, признаков и симптомов клиента."
  },
  {
    "term": "Физиологическая область",
    "definition": "Функции и процессы, обеспечивающие долговечность, перечислены на первом уровне Схемы классификации проблем."
  },
  {
    "term": "Потенциал",
    "definition": "Статус клиента, характеризующийся отсутствием признаков и симптомов и наличием закономерностей, практик, поведения или факторов риска, которые могут препятствовать оптимальному состоянию здоровья, используется в качестве модификатора проблемы, который появляется на третьем уровне Схемы классификации проблем."
  },
  {
    "term": "Схема классификации проблем",
    "definition": "Комплексная, упорядоченная, неисчерпывающая, взаимоисключающая таксономия, предназначенная для выявления проблем, связанных со здоровьем клиентов, один из трех компонентов или стандартных инструментов Омахинской системы."
  },
  {
    "term": "Проблемы",
    "definition": "Уникальные проблемы, потребности, сильные стороны, проблемы, фокусы или условия, которые влияют на любой аспект благополучия клиента; постановка диагноза медсестринского ухода с точки зрения клиента. 42 проблемы на втором уровне схемы классификации проблем."
  },
  {
    "term": "Психосоциальная сфера",
    "definition": "Шаблоны поведения, эмоций, общения, взаимоотношений и развития, появляются на первом уровне Схемы классификации проблем."
  },
  {
    "term": "Факторы риска",
    "definition": "Обстоятельства, повышающие уязвимость клиента к развитию проблемы со здоровьем: врач выявляет, описывает и документирует факторы риска при выборе модификатора \"Потенциал\"."
  },
  {
    "term": "Знаки",
    "definition": "Практикующий врач идентифицирует, описывает и документирует признаки и/или симптомы при выборе модификатора Actual, появляющиеся на четвертом уровне Схемы классификации проблем."
  },
  {
    "term": "Симптомы",
    "definition": "Практикующий врач идентифицирует, описывает и документирует симптомы и/или признаки при выборе модификатора Actual, появляющиеся на четвертом уровне Схемы классификации проблем."
  },
  {
    "term": "Кейс-менеджмент",
    "definition": "Применимы к конкретной проблеме, появляются на первом уровне Плана мероприятий."
  },
  {
    "term": "Категории",
    "definition": "Четыре широкие области, которые обеспечивают структуру для описания действий или деятельности практикующих врачей, появляются на первом уровне Плана мероприятий."
  },
  {
    "term": "Специфическая информация для клиента",
    "definition": "Подробная часть плана или плана вмешательства, разработанного и документированного специалистом-практиком, Руководство пользователя включает предлагаемую клиенту информацию по всем проблемам, представленную на третьем уровне Плана мероприятий."
  },
  {
    "term": "интервенции",
    "definition": "Заявление о вмешательстве состоит из категории, одной или нескольких целей и специфической информации о клиенте."
  },
  {
    "term": "План мероприятий",
    "definition": "Комплексная, упорядоченная, неисчерпывающая, взаимоисключающая таксономия, используемая для описания действий и деятельности практических работников, один из трех компонентов или стандартных инструментов Омахинской системы."
  },
  {
    "term": "Планы",
    "definition": "Предлагаемые действия или действия, направленные на установление курса лечения по конкретной проблеме клиента, который состоит из категории, одной или нескольких целей и конкретной информации о клиенте."
  },
  {
    "term": "Наблюдение",
    "definition": "Мероприятия по выявлению, измерению, критическому анализу и мониторингу, направленные на определение статуса человека, семьи или сообщества в связи с данным состоянием или явлением, применимые к конкретной проблеме, представлены на первом уровне Плана мероприятий."
  },
  {
    "term": "Цели",
    "definition": "Уникальные объекты действий или деятельности практикующих врачей, которые служат для дальнейшего описания вмешательства. 75 целей на втором уровне схемы вмешательства."
  },
  {
    "term": "Преподавание, ориентация и консультирование",
    "definition": "Мероприятия, направленные на предоставление информации и материалов, стимулирование действий и ответственности за самопомощь и преодоление трудностей, а также оказание помощи отдельным лицам, семьям или общинам в принятии решений и решении проблем, применимых к конкретной проблеме, на первом уровне Плана мероприятий."
  },
  {
    "term": "Лечение и процедуры",
    "definition": "Технические мероприятия, такие как уход за ранами, взятие образцов, резистивные упражнения и назначение лекарств, которые предназначены для предотвращения, уменьшения или облегчения признаков и симптомов у человека, семьи или сообщества, применимы к конкретной проблеме. появляются на первом уровне Плана мероприятий."
  },
  {
    "term": "Рейтинги допуска",
    "definition": "Цифровые рейтинги знаний, поведения и статуса по конкретной проблеме завершены в первый раз, когда проблема была определена как высокоприоритетная для клиента."
  },
  {
    "term": "Поведение",
    "definition": "Наблюдаемые ответы, действия или действия клиента, соответствующие случаю или цели, описывает, что клиент \"делает\". одна из трех отдельных шкал Шкалы проблемного рейтинга для результатов."
  },
  {
    "term": "Номинальные значения разряда",
    "definition": "Цифровые рейтинги знаний, поведения и статуса, присвоенные конкретной проблеме на момент ее решения, изменяются на низкие, или когда клиент освобождается от выполнения своих обязанностей."
  },
  {
    "term": "Промежуточные рейтинги",
    "definition": "Цифровые рейтинги знаний, поведения и статуса по конкретным проблемам, которые периодически составляются в ходе оказания услуг клиенту и в то время как проблема определяется как высокоприоритетная."
  },
  {
    "term": "Знания",
    "definition": "Способность клиента запоминать и интерпретировать информацию, описывает то, что он \"знает\", является одной из трех отдельных шкал Шкалы проблемных рейтингов для результатов."
  },
  {
    "term": "Результаты Управление",
    "definition": "Систематический процесс агрегации, анализа и интерпретации данных в графическом виде с последующим распространением информации."
  },
  {
    "term": "Шкала проблемного рейтинга для результатов",
    "definition": "Комплексные, систематические, периодические/оценочные рамки, предназначенные для определения прогресса клиентов в решении конкретных проблем, связанных со здоровьем, один из трех компонентов или стандартных инструментов Омахинской системы."
  },
  {
    "term": "Рейтинги",
    "definition": "Пять цифровых вариантов, состоящих из трех шкал типа Likert-типа; цифровые варианты и шкалы отражают наиболее негативное или наиболее позитивное состояние проблемной области по отношению к знаниям, поведению и статусу клиента; практикующие специалисты должны определить рейтинги на основе данных клиента, а не их значения или предубеждения."
  },
  {
    "term": "Статус",
    "definition": "Состояние клиента по отношению к объективным и субъективным характеристикам Описывает, как клиент \"есть\". одна из трех отдельных шкал Шкалы проблемных рейтингов результатов."
  }
]