[
  {
    "term": "Geaggregeerde gegevens",
    "definition": "Probleem-, interventie- en/of uitkomstgegevens die gegroepeerd zijn."
  },
  {
    "term": "Beoordeling",
    "definition": "Verzamelen van relevante objectieve en subjectieve klantgegevens; eerste stap of concept van het probleemoplossingsproces. Gebruik van het Problem Classification Scheme stelt de behandelaar in staat om de beoordeling te operationaliseren voordat het probleem wordt geïdentificeerd."
  },
  {
    "term": "Indeling",
    "definition": "Proces van het ordenen van soortgelijke termen in groepen volgens een specifiek model."
  },
  {
    "term": "Concepten",
    "definition": "Ideeën die een samenvoeging zijn van specifieke, bekende, concrete termen of objecten tot meer algemene abstractieniveaus; bouwstenen van een classificatie of taxonomie."
  },
  {
    "term": "Kritisch denken",
    "definition": "Zorgvuldige analyse aan de hand van feiten, intuïtie en ervaring met als doel om tot een goed oordeel te komen."
  },
  {
    "term": "Besluitvorming",
    "definition": "Selectie van een handelwijze na afweging van de voor- en nadelen van alternatieven."
  },
  {
    "term": "Evaluatie",
    "definition": "Proces ontworpen om resultaten te meten en de resultaten van zorg te vergelijken met aangewezen standaarden; vierde stap of concept van het probleemoplossingsproces. Het gebruik van de Problem Rating Scale for Outcomes stelt de behandelaar in staat om evaluatie te operationaliseren."
  },
  {
    "term": "Evidenced-Based Practice (bewezen-gebaseerde praktijk)",
    "definition": "Selectie van interventies op basis van accurate klantgegevens en actueel onderzoek. De behandelaar combineert kritisch denken en het probleemoplossend proces, en verwijst vaak naar best practices, richtlijnen, standaarden, protocollen of klinische trajecten."
  },
  {
    "term": "Planning en interventie",
    "definition": "Voorgestelde en voltooide zorgacties en activiteiten voor diverse cliënten; derde stap of concept van het probleemoplossingsproces. Gebruik van de interventieregeling stelt de behandelaar in staat om de planning en interventie te operationaliseren."
  },
  {
    "term": "Omaha-systeem",
    "definition": "Op onderzoek gebaseerde benadering van de praktijk, documentatie en informatiebeheer die het probleemclassificatiesysteem, interventiesysteem en de probleembeoordelingsschaal voor resultaten omvat."
  },
  {
    "term": "Omaha-systeemmodel",
    "definition": "Cirkelvormig, dynamisch, epidemiologisch, interactief conceptueel model dat de gestandaardiseerde instrumenten van het Omaha Systeem vertegenwoordigt en gebaseerd is op het probleemoplossingsproces, de cliënt-praktijkrelatie/partnerschap, en concepten van kritisch denken, klinische besluitvorming en kwaliteitsverbetering."
  },
  {
    "term": "Probleemidentificatie",
    "definition": "Klinisch oordeel op basis van beoordelingsgegevens; identificatie of diagnose van klantbelangen, potentiële risico's, tekenen of symptomen; tweede stap of concept van het probleemoplossingsproces. Gebruik van de Problem Classification stelt de behandelaar in staat om de probleemidentificatie te operationaliseren na afronding van de beoordeling."
  },
  {
    "term": "Probleemoplossend proces",
    "definition": "Beoordeling, probleemidentificatie, planning en interventie, en evaluatiestappen of -concepten die als leidraad dienen voor de multidisciplinaire gezondheidszorgpraktijk en feedbacklussen bieden aan artsen. Verpleegkundigen gebruiken vaak het synoniem verplegingsproces, terwijl artsen gebruik maken van een medisch diagnostisch proces."
  },
  {
    "term": "Relatie ontwikkeling",
    "definition": "De kunst van het tot stand brengen van een therapeutisch partnerschap tussen artsen en cliënten door het combineren van gezondheidszorg, begrip, zelfrespect, motivatie, professionaliteit en een oprechte zorg voor anderen; een partnerschapsovereenkomst. Het bestaan van dit partnerschap biedt een context voor interacties binnen het Omaha Systeem model."
  },
  {
    "term": "Taxonomie",
    "definition": "Wetenschap van classificatie en rangschikking van termen en concepten op niveaus van algemeen tot specifiek, volgens gevestigde principes en regels."
  },
  {
    "term": "Terminologie",
    "definition": "Studie van symbolen of termen gebruikt door een of meer disciplines in de gezondheidszorg en sociale dienstverlening. De American Nurseses Association ontwikkelde een erkenningsproces voor diverse terminologieën."
  },
  {
    "term": "Theorie",
    "definition": "Samenhangend geheel van concepten; de relaties tussen de concepten kunnen worden beschreven."
  },
  {
    "term": "Werkelijk",
    "definition": "Cliëntprobleemstatus gekenmerkt door het bestaan van één of meer tekenen en symptomen. Gebruikt als een probleemmodificator die op het derde niveau van het Problem Classification Scheme verschijnt."
  },
  {
    "term": "Gemeenschap",
    "definition": "Groepen, scholen, klinieken, buurten of andere grotere geografische gebieden die een gemeenschappelijke fysieke omgeving en eigenaarschap van een gezondheidsgerelateerd probleem delen. Gebruikt als een probleemmodificator die op het derde niveau van het Problem Classification Scheme verschijnt."
  },
  {
    "term": "Details",
    "definition": "Beschrijvende gegevens die de interesse van de klant in of de bezorgdheid over een specifiek probleem verklaren. De behandelaar identificeert, beschrijft en documenteert details bij het selecteren van de modificator Gezondheidsbevordering."
  },
  {
    "term": "Domeinen",
    "definition": "Vier algemene gebieden die de zorgpraktijk vertegenwoordigen en organisatorische groeperingen voor problemen van cliënten bieden. Verschijnen op het eerste niveau van het Probleemclassificatieschema."
  },
  {
    "term": "Milieudomein",
    "definition": "Materiële middelen en fysieke omgeving zowel binnen als buiten het woongebied, de buurt en de bredere gemeenschap. Verschijnt op het eerste niveau van het Problem Classification Scheme."
  },
  {
    "term": "Familie",
    "definition": "Sociale eenheid of verwante groep personen die samenleven en eigenaar zijn van een gezondheidsgerelateerd probleem. Wordt gebruikt als een probleemwijziger die op het derde niveau van het probleemclassificatiesysteem wordt gebruikt."
  },
  {
    "term": "Gezondheidsbevordering",
    "definition": "Klantstatus gekenmerkt door interesse in het vergroten van kennis, gedrag en gezondheidsverwachtingen, en het ontwikkelen van sterke punten en middelen om het welzijn te verbeteren bij afwezigheid van risicofactoren, tekenen of symptomen. Gebruikt als een probleemmodificator die op het derde niveau van het Problem Classification Scheme verschijnt."
  },
  {
    "term": "Gezondheidsgerelateerd gedrag domein",
    "definition": "Patronen van activiteiten die het welzijn in stand houden of bevorderen, het herstel bevorderen en het risico op ziekten verminderen. Verschijnt op het eerste niveau van het Problem Classification Scheme."
  },
  {
    "term": "Hoge prioriteit",
    "definition": "Het oordeel van de beoefenaar dat een probleem snel moet worden aangepakt, op basis van aanbevelingen van cliënten, verwijzingsbronnen en anderen. Wanneer een probleem als een hoge prioriteit wordt beschouwd, documenteert de beoefenaar van het beroep het probleem, levert hij interventies en vult hij de beoordelingen in."
  },
  {
    "term": "Individueel",
    "definition": "Persoon die een gezondheidsgerelateerd probleem ondervindt. Wordt gebruikt als een probleemmodificator die op het derde niveau van het Probleemclassificatieschema wordt gebruikt."
  },
  {
    "term": "Lage prioriteit",
    "definition": "Het oordeel van de beoefenaar dat een probleem van secundair belang is in vergelijking met andere problemen, gebaseerd op aanbevelingen van cliënten, verwijzingsbronnen en andere problemen. Wanneer een probleem als een probleem met lage prioriteit wordt beschouwd, documenteert de beoefenaar het probleem, maar geeft hij geen interventies of volledige beoordelingen totdat de behoeften van de cliënt veranderen of toenemen."
  },
  {
    "term": "Wijzigingen",
    "definition": "Twee reeksen termen (Individual, Family, Community and Health Promotion, Potential, Potential, Actual) die in combinatie met problemen worden gebruikt en die het voor de behandelaar mogelijk maken om te identificeren wie het probleem is en hoe ernstig het probleem is in relatie tot de sterktes, zorgen, risicofactoren, tekenen en symptomen van de cliënt."
  },
  {
    "term": "Fysiologisch Domein",
    "definition": "Functies en processen die het leven in stand houden. Verschijnt op het eerste niveau van het Problem Classification Scheme."
  },
  {
    "term": "Potentieel",
    "definition": "Cliëntstatus gekenmerkt door de afwezigheid van tekenen en symptomen en de aanwezigheid van patronen, praktijken, gedragingen of risicofactoren die een optimale gezondheid in de weg kunnen staan. Gebruikt als een probleemmodificator die op het derde niveau van het Probleemclassificatieschema verschijnt."
  },
  {
    "term": "Probleemclassificatieschema",
    "definition": "Uitgebreide, geordende, niet-uitputtende, elkaar uitsluitende taxonomie, ontworpen om de gezondheidsproblemen van klanten te identificeren. Een van de drie componenten of gestandaardiseerde instrumenten van het Omaha-systeem."
  },
  {
    "term": "Problemen",
    "definition": "Unieke zorgen, behoeften, sterktes, problemen, aandachtspunten, aandachtspunten of aandoeningen die van invloed zijn op enig aspect van het welzijn van de cliënt; verpleegkundige diagnoses die vanuit het perspectief van de cliënt worden gesteld. Er zijn 42 problemen op het tweede niveau van het Problem Classification Scheme."
  },
  {
    "term": "Psychosociaal domein",
    "definition": "Gedragspatronen, emotie, communicatie, relaties en ontwikkeling. Verschijnt op het eerste niveau van het Problem Classification Scheme."
  },
  {
    "term": "Risicofactoren",
    "definition": "Omstandigheden die de kwetsbaarheid van de cliënt voor het ontstaan van een gezondheidsprobleem vergroten. De behandelaar identificeert, beschrijft en documenteert risicofactoren bij de keuze van de modifier Potential."
  },
  {
    "term": "Tekenen",
    "definition": "Objectief bewijs over het probleem van een cliënt. De behandelaar identificeert, beschrijft en documenteert tekenen en/of symptomen bij het selecteren van de modificator Feitelijk. Verschijnen op het vierde niveau van het Problem Classification Scheme."
  },
  {
    "term": "Symptomen",
    "definition": "Subjectief bewijs over het probleem van een cliënt. De behandelaar identificeert, beschrijft en documenteert symptomen en/of signalen bij het selecteren van de modificator Feitelijk. Verschijnen op het vierde niveau van het Probleemclassificatieschema."
  },
  {
    "term": "Case Management",
    "definition": "Activiteiten zoals coördinatie, belangenbehartiging en doorverwijzing die de dienstverlening vergemakkelijken; assertiviteit bevorderen; het individu, het gezin of de gemeenschap begeleiden in de richting van het gebruik van de juiste middelen; en de communicatie tussen gezondheids- en menselijke dienstverleners verbeteren. Van toepassing op een specifiek probleem. Verschijnt op het eerste niveau van het interventieprogramma."
  },
  {
    "term": "Categorieën",
    "definition": "Vier grote gebieden die een structuur bieden voor het beschrijven van de acties of activiteiten van de beoefenaars. Verschijnen op het eerste niveau van de interventieregeling."
  },
  {
    "term": "Klant-specifieke informatie",
    "definition": "Gedetailleerd deel van een plan of interventieverklaring die door de behandelaar is ontwikkeld en gedocumenteerd. De gebruikershandleiding bevat suggesties voor klantspecifieke informatie voor alle problemen. Verschijnt op het derde niveau van het interventieschema."
  },
  {
    "term": "Interventies",
    "definition": "Acties of activiteiten die worden uitgevoerd om een specifiek klantprobleem aan te pakken en om de gezondheid te verbeteren, in stand te houden of te herstellen of om ziekte te voorkomen. Een interventieverklaring bestaat uit een categorie, een of meer doelen en klantspecifieke informatie."
  },
  {
    "term": "Interventieprogramma",
    "definition": "Uitgebreide, ordelijke, niet-uitputtende, elkaar uitsluitende taxonomie die wordt gebruikt om de acties en activiteiten van de beoefenaars te beschrijven. Een van de drie componenten of gestandaardiseerde instrumenten van het Omaha-systeem."
  },
  {
    "term": "Plannen",
    "definition": "Voorgestelde acties of activiteiten om een traject van zorg voor een bepaald cliëntprobleem vast te stellen. Een planstatement bestaat uit een categorie, een of meer doelstellingen en klantspecifieke informatie."
  },
  {
    "term": "Toezicht",
    "definition": "Activiteiten zoals opsporing, meting, kritische analyse en monitoring die bedoeld zijn om de status van het individu, de familie of de gemeenschap met betrekking tot een bepaalde aandoening of fenomeen vast te stellen. Van toepassing op een specifiek probleem. Verschijnt op het eerste niveau van het interventiesysteem."
  },
  {
    "term": "Doelstellingen",
    "definition": "Unieke objecten van acties of activiteiten die dienen om interventies verder te beschrijven. Er zijn 75 doelen op het tweede niveau van de interventieregeling."
  },
  {
    "term": "Onderwijs, begeleiding en advies",
    "definition": "Activiteiten die bedoeld zijn om informatie en materiaal te verstrekken, om actie en verantwoordelijkheid voor zelfzorg en het omgaan met problemen aan te moedigen en om het individu, het gezin of de gemeenschap te helpen bij het nemen van beslissingen en het oplossen van problemen. Van toepassing op een specifiek probleem. Verschijnen op het eerste niveau van de interventieregeling."
  },
  {
    "term": "Behandelingen en procedures",
    "definition": "Technische activiteiten zoals wondverzorging, monsterafname, weerstandoefeningen en medicijnvoorschriften die zijn ontworpen om tekenen en symptomen voor het individu, de familie of de gemeenschap te voorkomen, te verminderen of te verlichten. Van toepassing op een specifiek probleem. Verschijnen op het eerste niveau van het interventieschema."
  },
  {
    "term": "Toelatingspercentages",
    "definition": "Probleemspecifieke numerieke waarderingen voor kennis, gedrag en status zijn de eerste keer dat het probleem als hoge prioriteit voor de klant wordt geïdentificeerd, afgerond."
  },
  {
    "term": "Gedrag",
    "definition": "Waarneembare reacties, acties of activiteiten van de cliënt die passen bij de gelegenheid of het doel. Beschrijft wat een cliënt \"doet\". Een van de drie afzonderlijke schalen van de Problem Rating Scale for Outcomes."
  },
  {
    "term": "Lossingsclassificaties",
    "definition": "Probleemspecifieke numerieke waarderingen voor kennis, gedrag en status die zijn ingevuld op het moment dat het probleem is opgelost, wordt veranderd in een lage prioriteit, of wanneer de klant wordt ontslagen."
  },
  {
    "term": "Tussentijdse Beoordelingen",
    "definition": "Probleemspecifieke numerieke waarderingen voor kennis, gedrag en status die periodiek worden ingevuld tijdens de dienstverlening aan de klant en waarbij het probleem als hoge prioriteit wordt geïdentificeerd."
  },
  {
    "term": "Kennis",
    "definition": "Vermogen van de klant om informatie te onthouden en te interpreteren. Beschrijft wat een klant \"weet\". Een van de drie afzonderlijke schalen van de Problem Rating Scale for Outcomes."
  },
  {
    "term": "Resultaten Beheer",
    "definition": "Systematisch proces van aggregatie, analyse en interpretatie van gegevens, gevolgd door de verspreiding van informatie."
  },
  {
    "term": "Probleemschaal voor resultaten",
    "definition": "Uitgebreid, systematisch, terugkerend/evaluatieraamwerk om de voortgang van de cliënt te meten met betrekking tot specifieke gezondheidsgerelateerde problemen. Een van de drie componenten of gestandaardiseerde instrumenten van het Omaha-systeem."
  },
  {
    "term": "Beoordelingen",
    "definition": "Vijf numerieke keuzes die bestaan uit drie Likert-type schalen; de numerieke keuzes en schalen geven de meest negatieve tot de meest positieve staat van een probleemgebied weer in relatie tot de kennis, het gedrag en de status van de klant. De beoefenaars van het vak moeten de ratings bepalen op basis van de gegevens van de klant, niet op basis van hun waarden of vooroordelen."
  },
  {
    "term": "Status",
    "definition": "Conditie van de klant in relatie tot objectieve en subjectieve kenmerken. Beschrijft hoe een klant \"is\". Een van de drie afzonderlijke schalen van de Problem Rating Scale for Outcomes."
  }
]